Revit 2024 API
SymbolTypeId.LbMassPerFtDashH Property
 Symbol lb/ft-h, indicating unit Pounds mass per foot hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId LbMassPerFtDashH { get; }
Visual Basic
Public Shared ReadOnly Property LbMassPerFtDashH As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LbMassPerFtDashH {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace